Repository: muzayana/frePPLe
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/django.po
Languages: es, pt_pt

source: Shows orders that will be delivered after their due date
es: Muestra las órdenes que se entregarán después de su fecha de vencimiento
pt_pt: Ordens que vão ser entregues após a sua data de vencimento

source: delay
es: retardo
pt_pt: atraso

source: Short orders
es: Órdenes cortas
pt_pt: Ordens curtas

source: Shows orders that are not planned completely
es: Muestra las órdenes que no estan completamente planificadas
pt_pt: Ordens não completamente planeadas

source: Purchase queue
es: Cola de compras
pt_pt: Fila de compras

source: Display a list of new purchase orders
es: Mostrar una lista de nuevas órdenes de compra
pt_pt: Lista de novas ordens de compra

source: Shipping queue
es: Cola de envíos
pt_pt: Fila de envios

source: Display a list of new distribution orders
es: Mostrar una lista de nuevas órdenes de distribución
pt_pt: Lista de novas ordens de distribuição

source: Resource queue
es: Cola de recursos
pt_pt: Fila de recursos

source: Display planned activities for the resources
es: Mostrar actividades planificadas para los recursos
pt_pt: Actividades planeadas para os recursos

source: Purchase order analysis
es: Análisis de órdenes de compra
pt_pt: Análise de ordens de compra

source: Analyse the urgency of existing purchase orders
es: Analizar la urgencia de las órdenes de compra existentes
pt_pt: Análise à urgência das ordens de compra existentes

source: Alerts
es: Alertas
pt_pt: Alertas

source: Overview of all alerts in the plan
es: Resumen de todos los alertas en el plan
pt_pt: Sumário de todos os alertas no plano

source: count
es: cuenta
pt_pt: número

source: Resource utilization
es: Utilización de recurso
pt_pt: Utilização de recursos

source: Shows the resources with the highest utilization
es: Muestra los recursos con la utilización más alta
pt_pt: Recursos com utilização alta

source: Inventory by location
es: Inventario por ubicación
pt_pt: Inventário por localização

source: Display the locations with the highest inventory value
es: Mostrar las ubicaciones con más alto valor de inventario
pt_pt: Localizações com inventários mais altos

source: Inventory by item
es: Inventario por artículo
pt_pt: Inventário por artigo

source: Display the items with the highest inventory value
es: Mostrar los artículos con el valor de inventario más alto
pt_pt: Artigos com valor de inventário mais elevado

source: Delivery performance
es: Rendimiento de entregas
pt_pt: Performance de entregas

source: Shows the percentage of demands that are planned to be shipped completely on time
es: Muestra el porcentaje de órdenes que se planeó para ser enviado completamente a tiempo
pt_pt: Percentagem de necessidades planeadas que vão ser expedidas a tempo

source: On time delivery
es: Entrega sin retraso
pt_pt: Entrega a tempo

source: Planning board
es: Tabla de planificación
pt_pt: Quadro de planeamento

source: chat history
es: historial de chat
pt_pt: história de mensagens

source: zoom in
es: hacer zoom
pt_pt: aumentar zoom

source: zoom out
es: reducir zoom
pt_pt: diminuir zoom

# Gantt
source: move in
es: moverse para
pt_pt: mover para

# Gantt
source: move out
es: salir de
pt_pt: sair de

source: reset
es: restaurar

source: configure time buckets
es: configurar intervalos de tiempo
pt_pt: configurar intervalos de tempo

source: messages
es: mensajes
pt_pt: mensagens

source: chart
es: diagrama
pt_pt: gráfico

source: clear the plan of selected demands
es: limpiar la planificación de las demandas seleccionadas
pt_pt: limpar o plano das necessidades seleccionadas

source: plan selected demands backward from their due date
es: planificación de las demandas seleccionadas antes de fecha limite
pt_pt: planear necessidades selecionadas com base na data de vencimento

source: plan selected demands forward from the current date
es: planificación de las demandas seleccionadas después de la fecha de hoy
pt_pt: planear necessidades selecionadas a partir da data actual

source: add to the graph
es: añadir al gráfico
pt_pt: adicionar ao gráfico

source: send
es: enviar
pt_pt: enviar

source: time buckets
es: Intervalos de tiempo
pt_pt: intervalos de tempo

source: bucket size
es: Tamaño del intervalo
pt_pt: tamanho do intervalo

source: from
es: de
pt_pt: de

source: to
es: a
pt_pt: até

source: months
es: meses
pt_pt: meses

source: after plan current date
es: después de fecha planificada corriente
pt_pt: depois da data actual do plano

source: Quotes
es: Cotizaciones
pt_pt: Cotações

source: English
es: Inglés
pt_pt: Inglês

source: French
es: Francés
pt_pt: Francês

source: Italian
es: Italiano
pt_pt: Italiano

source: Japanese
es: Japonés
pt_pt: Japonês

source: Dutch
es: Holandés
pt_pt: Holandês

source: Portuguese
es: Portugués

source: Brazilian Portuguese
es: Portugués de Brazil

source: Simplified Chinese
es: Chino Simplificado
pt_pt: Chinês simplificado

source: Traditional Chinese
es: Chino Tradicional
pt_pt: Chinês tradicional

# Translation included in Django
source: Page not found
es: Página no encontrada

source: We're sorry, but the requested page could not be found.
es: Lo sentimos, la página solicitada no se pudo encontrar.
pt_pt: Desculpe, a página selecionada não foi encontrada.

source: Server error (500)
es: Error del Servidor (500)
pt_pt: Erro do servidor (500)

source: Server Error <em>(500)</em>
es: Error del Servidor <em>(500)</em>
pt_pt: Erro do servidor <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
es: Se ha producido un error. Se nos ha comunicado a los administradores del sitio vía correo electrónico, y se debe corregir en breve. Gracias por su paciencia.
pt_pt: Ocorreu um erro. Foi reportado ao responsável pelo site via email e deverá ser solucionado em breve. Desculpe pelo incómodo.

source: Error: Missing time buckets or bucket dates
es: Error: Falta tiempo o fecha de intervalo
pt_pt: Erro: Faltam intervalos de tempo ou datas para os intervalos

source: Warning: no data found
es: Página no encontrada
pt_pt: Aviso: dados não encontrados

source: Error retrieving report data
es: Error al recuperar datos de informe
pt_pt: Erro ao extrair dados para relatório

source: filter data
es: Filtrar datos
pt_pt: filtrar dados

source: Create new object
es: Crear nuevo objeto
pt_pt: Criar novo objecto

source: Copy selected objects
es: Copiar objetos seleccionados
pt_pt: Copiar objectos seleccionados

source: Delete selected objects
es: Eliminar objetos seleccionados
pt_pt: Apagar objectos seleccionados

source: Configure time buckets
es: Configurar intervalos de tiempo
pt_pt: Configurar intervalos de tempo

source: import CSV or Excel file
es: importar archivo CSV o Excel
pt_pt: importar ficheiro CSV ou Excel

source: export as CSV or Excel file
es: exportar como CSV o archivo de Excel
pt_pt: exportar ficheiro CSV ou Excel

source: customize
es: personalizar
pt_pt: customizar

source: save changes
es: guardar cambios
pt_pt: guardar alterações

source: undo changes
es: deshacer cambios
pt_pt: desfazer alterações

source: select action
es: seleccionar acción
pt_pt: selecionar acção

source: display table
es: mostrar la tabla
pt_pt: mostrar tabela

source: display graph
es: mostrar gráfico
pt_pt: mostrar gráfico

source: Please correct the error below.
es: Por favor corregir el error debajo.
pt_pt: Por favor corrija o erro abaixo.

source: Please correct the errors below.
es: Por favor corregir los errores debajo.
pt_pt: Por favor corrija os erros abaixo.

source: delete
es: eliminar
pt_pt: apagar

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es: Eliminar %(object_name)s '%(escaped_object)s' resultaría en la eliminación de objetos relacionados, pero su cuenta no tiene permiso para eliminar los siguientes tipos de objetos:
pt_pt: Apagar %(object_name)s '%(escaped_object)s' resulta em apagar também objectos relacionados, mas a sua conta não tem as permissões necessárias para apagar os seguintes tipos de objetos:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
es: Eliminar %(object_name)s '%(escaped_object)s' resultaría en la eliminación de objetos protegidos relacionados:
pt_pt: Apagar %(object_name)s '%(escaped_object)s' resulta em apagar também os seguintes objectos protegidos relacionados:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
es: ¿Seguro que quieres eliminar %(object_name)s "%(escaped_object)s"? Todos los siguientes artículos relacionados serán eliminados:
pt_pt: Tem a certeza de que quer apagar %(object_name)s "%(escaped_object)s"? Todos os seguintes objetos relacionados serão apagados:

source: objects
es: objetos
pt_pt: objectos

source: Yes, I'm sure
es: Sí estoy seguro
pt_pt: Sim, tenho a certeza

source: No, take me back
es: No, volver
pt_pt: Não, voltar atras

source: delete?
es: ¿Eliminar?
pt_pt: apagar?

source: More records exists. Only %(limit)s are shown.
es: Más registros existen. Sólo %(limit)s se muestran.
pt_pt: Existem mais registos. Apenas %(limit)s são mostrados.

source: View on site
es: Ver en el sitio
pt_pt: Ver no site

source: Add another %(verbose_name)s
es: Añadir otro %(verbose_name)s
pt_pt: Adicionar outro(a) %(verbose_name)s

source: remove
es: quitar
pt_pt: remover

source: failed
es: ha fracasado
pt_pt: falhado

source: password:
es: contraseña:

source: The user "admin" has password "admin".<br/> We suggest changing this password.
es: El usuario "admin" tiene la contraseña "admin".<br/> Sugerimos cambiar la contraseña.
pt_pt: O utilizador "admin" tem a password "admin".<br/> É sugerido alterar esta password.

source: change history
es: historial de cambios
pt_pt: alterar histórico

source: date/time
es: fecha/hora
pt_pt: data/tempo

source: action
es: acción
pt_pt: acção

source: This object doesn't have a change history. It probably wasn't added via this admin site.
es: Este objeto no tiene un historial de cambios. Es probable que no se añadió a través de este sitio de administración.
pt_pt: Este objecto não tem histórico de alterações. Povavelmente não foi adicionado através deste site.

source: Enter a new password for the user <strong>%(username)s</strong>.
es: Introducir una nueva contraseña <strong>%(username)s</strong>.
pt_pt: Definir nova password para o utilizador <strong>%(username)s</strong>.

source: change password
es: cambiar la contraseña
pt_pt: alterar password

source: plan detail
es: detalle del plan
pt_pt: detalhe do plano

# Translation included in Django
source: Cancel
es: Cancelar

source: waiting
es: esperando
pt_pt: esperando

source: done
es: finalizado
pt_pt: terminado

source: canceled
es: cancelado
pt_pt: cancelado

source: autorefresh
es: autoactualizar
pt_pt: autoactualizar

source: launch new tasks
es: lanzar nuevas tareas
pt_pt: lançar novas tarefas

source: launch
es: lanzar
pt_pt: lançar

source: Load frePPLe from the database and live data sources...<br> and create a plan in frePPLe...<br> and export results.<br> <br> <b>Plan type</b><br>
es: Cargar datos de la base de datos y fuentes de datos en vivo en frePPLe...<br> y exportar resultados.<br> <br> <b>Tipo de plan</b><br>
pt_pt: Carregar o frePPLe a partir da base de dados...<br> e criar um plano no frePPLe...<br> e exportar os resultados.<br> <br> <b>Tipo de Plano</b><br>

source: <span title = "Compute the statistical sales forecast" >Generate forecast</span>
es: <span title = "Calcular la previsión estadística de ventas" >Generar previsión</span>
pt_pt: <span title = "Calcular a previsão de vendas estatística" >Gerar previsão</span>

source: <span title="Compute the safety stock and reorder points">Generate inventory planning parameters</span>
es: <span title="Calcular inventario de seguridad y puntos de creacción de nuevas órdenes">Generar parametros de planificación de inventario</span>
pt_pt: <span title="Calcular o Stock de Segurança e Nível para Novas Ordens ">Gerar parâmetros de planeamento de reservas</span>

source: Generate production plan
es: Generar un plan de producción
pt_pt: Gerar plano de produção

source: <span title="Generate a manufacturing and distribution plan that respects all constraints.<br>In case of shortages the demand is planned late or short.">Constrained plan</span>
es: <span title="Generar un plan de producción y distribición que respecta todas las restriciones.<br>En caso de escasez la demanda es planteada con retraso o a corto.">Plan con restriciones</span>
pt_pt: <span title="Gerar um plano de produção e distribuição que respeita todas as restrições.<br>Em caso de carência a procura é planeada atrasada ou insuficiente.">Plano com restrições</span>

source: <span title="Generate a manufacturing and distribution plan that shows material, capacity and operation problems that prevent the demand from being planned in time.<br>The demand is always met completely and on time.">Unconstrained plan</span>
es: <span title="Generar un plan de producción y distribición que muestra problemas de materiales, capacidad y operación impeditivos para la planificación a tiempo de la demanda.<br>La demanda siempre se cumple por completo y a tiempo.">Plan sin restriciones</span>
pt_pt: <span title="Gerar um plano de produção e distribuição que mostra os problemas de material, capacidade e operação que impedem a resposta atempada à Procura.<br>A Procura é sempre satisfeita na quantidade e no tempo.">Plano sem restrições</span>

source: <span title="Scan for expected inventory stockouts">Evaluate stock position</span>
es: <span title="Buscar agotamientos de inventario previstos">Evaluar posición de stock</span>
pt_pt: <span title="Pesquisar por ruturas de reservas espectáveis">Evaluate stock position</span>

source: Capacity: respect capacity limits
es: Capacidad: respectar límites de capacidad
pt_pt: Capacidade: respeitar limites de capacidade

source: Material: respect procurement limits
es: Material: respectar límites de adquisiciones
pt_pt: Material: respeitar limites de aquisição

source: Lead time: do not plan in the past
es: Plazo de ejecución: no planear en el pasado
pt_pt: Tempo de espera: não planear no passado

source: Release fence: do not plan within the release time window
es: Valla de emisión: no planificar en este intervalo de tiempo
pt_pt: Restrição Temporal: não planear dentro da janela de lançamento

source: <b title="The planning engine is normally shut down after generating the plan.<br><br>With this option you can keep the plan active in memory as a web service, which is used for order quoting and interactive planning.">Web service</b>
es: <b title = "El motor de la planificación es normalmente cerrado después de generar el plan.<br><br>Con esta opción se puede mantener el plan activo en la memoria como un servicio web, que se utiliza para la cotización de órdenes y la planificación interactiva." > Servicio web </ b>
pt_pt: <b title="O planeador é normalmente desligado depois de gerar o plano.<br><br>Com esta opção pode manter o plano activo na memória co,o serviço web, que é usado para introduzir cotações e planeamento interactivo.">Web service</b>

source: Keep active in memory
es: Mantenerse activo en la memoria
pt_pt: Manter activo na memória

source: <b title="A live data source allows your frePPLe plan to be 100%% in sync with data in an external system.<br><br>FrePPLe will read data from them before planning.<br>And after the plan is generated frePPLe directly exports the results to them.<br>FrePPLe also saves a copy of the data in its own database for reporting.">Live data sources</b>
es: <b title = "Una fuente de datos en vivo permite a sus planes estar 100%% en sincronía con los datos en un sistema externo.<br><br>FrePPLe leerá datos de ellos antes de la planificación.<br>Y después de que el plan de es generada frePPLe exporta directamente los resultados para ellos.<br>FrePPLe también guarda una copia de los datos en su propia base de datos para los informes. ">Fuentes de datos en vivo</ b>
pt_pt: <b title="Uma fonte de dados externa permite que os planos gerados pelo frePPLe estejam sincronizados com dados de sistemas externos.<br><br>O frePPLe vai ler os dados destes sistemas antes de iniciar o planeamento.<br>E depois de o plano ser gerado o frePPLe exporta os dados para os outros sistemas.<br>O frePPLe também guarda uma cópia dos dados na sua própria base de dados para gerar os relatórios.">Origens de Dados Externas</b>

source: read
es: leer
pt_pt: ler

source: write
es: escribir
pt_pt: escrever

source: View log file
es: Ver archivo de registro
pt_pt: Ver ficheiro de log

source: Export a spreadsheet
es: Exportar una hoja de cálculo
pt_pt: Exportar folha de cálculo

source: export
es: exportar
pt_pt: exportar

source: Download all input data in a single spreadsheet.
es: Descargar todos los datos de entrada en una sola hoja de cálculo.
pt_pt: Descarregar todos os registos de entrada numa única folha de cálculo

source: Import a spreadsheet
es: Importar una hoja de cálculo
pt_pt: Importar folha de cálculo

source: import
es: importar
pt_pt: importar

source: Import input data from a spreadsheet.<br>The spreadsheet must match the structure exported with the task above.
es: Importar datos de entrada de una hoja de cálculo.<br/>La hoja de cálculo debe coincidir con la estructura exportada de la tarea.
pt_pt: Importar folha de cálculo.<br>A estrutura da folha de cálculo deve ser semelhante à que é requerida.

source: Data file
es: Archivo de datos
pt_pt: Ficheiro de dados

source: web service
es: servicio web
pt_pt: serviço web

source: Stop the web service.
es: Parar servicio web.
pt_pt: Parar serviço web

source: scenario management
es: gestión de escenario
pt_pt: gestão de cenários

source: last refresh
es: última actualización
pt_pt: última actualização

source: copy
es: copiar
pt_pt: copiar

source: into selected scenarios
es: en escenarios seleccionados
pt_pt: para cenários seleccionados

source: release
es: emitir
pt_pt: libertar

source: release selected scenarios
es: emitir escenarios seleccionados
pt_pt: libertar cenários seleccionados

source: update
es: actualización
pt_pt: actualizar

source: Update description of selected scenarios
es: Actualización de la descripción de los escenarios seleccionados
pt_pt: Actualizar descrição de cenários seleccionados

source: Back up the database
es: Respaldo de la base de datos
pt_pt: Backup da base de dados

source: Dump the database contents to a file.
es: Volcar el contenido de bases de datos a un archivo.
pt_pt: Dump do conteúdo da base de dados

source: Empty the database
es: Vaciar la base de datos
pt_pt: Limpar a base de dados

source: Erase selected tables in the database.
es: Borrar tablas seleccionadas en la base de datos.
pt_pt: Apagar tabelas seleccionadas da base de dados

source: Load a dataset
es: Cargar una seria de datos
pt_pt: Carregar conjunto de dados

source: Load a dataset from a file in the database.
es: Cargar series de datos de un archivo en la base de datos.
pt_pt: Carregar conjunto de dados de um ficheiro de base de dados

source: Available datasets:
es: Series de datos disponibles:
pt_pt: Conjuntos de dados disponíveis:

source: Import data from %(erp)s
es: Importar datos de %(erp)s
pt_pt: Importar dados de %(erp)s

source: Import data changes in the last %(delta)s days from the ERP into frePPLe.
es: Importar los cambios de datos en los últimos %(delta)s días desde el ERP en frePPLe.
pt_pt: Importar alterações dos últimos %(delta)s dias do ERP para o frePPLe.

source: Export data to %(erp)s
es: Exportar datos a %(erp)s
pt_pt: Exportar dados de %(erp)s

source: Export frePPLe plan to the ERP.
es: Exportar plan de frePPLe a ERP.
pt_pt: Exportar plano do frePPLE para o ERP.

source: Generate buckets
es: Generar intervalos
pt_pt: Gerar intervalos

source: Create time buckets for reporting.<br> Start date: <input class="date" name="start" type="text" maxlength="5" size="12"/><br> End date: <input class="date" name="end" type="text" maxlength="5" size="12"/><br> Week starts on: <select name="weekstart"> <option value="0">Sunday</option> <option value="1" selected="selected">Monday</option> <option value="2">Tuesday</option> <option value="3">Wednesday</option> <option value="4">Thursday</option> <option value="5">Friday</option> <option value="6">Saturday</option> </select>
es: Crear intervalos de tiempo para informes.<br> Fecha de inicio: <input class="date" name="start" type="text" maxlength="5" size="12"/><br> Fecha de fin: <input class="date" name="end" type="text" maxlength="5" size="12"/><br> La semana empieza el: <select name="weekstart"> <option value="0">Domingo</option> <option value="1" selected="selected">Lunes</option> <option value="2">Martes</option> <option value="3">Miércoles</option> <option value="4">Jueves</option> <option value="5">Viernes</option> <option value="6">Sábado</option> </select>
pt_pt: Criar intervalos de tempo para relatórios.<br> Data de início: <input class="date" name="start" type="text" maxlength="5" size="12"/><br> Data de fim: <input class="date" name="end" type="text" maxlength="5" size="12"/><br> Semana começa a: <select name="weekstart"> <option value="0">Domingo</option> <option value="1" selected="selected">Segunda-feira</option> <option value="2">Terça-feira</option> <option value="3">Quarta-feira</option> <option value="4">Quinta-feira</option> <option value="5">Sexta-feira</option> <option value="6">Sábado</option> </select>

source: Generate model
es: Generar modelo
pt_pt: Gerar modelo
