Repository: muzayana/frePPLe
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/django.po
Languages: es, pt_pt

source: Create a sample model in the database.<br> The parameters control the size and complexity.<br> Number of end items: <input id="create0" name="clusters" type="text" maxlength="5" size="5" value="100" onchange="calcUtil()"/><br> <b>Demand:</b><br> &nbsp;&nbsp;Monthly forecast per end item: <input id="create1" name="fcst" type="text" maxlength="4" size="4" value="50" onchange="calcUtil()"/><br> &nbsp;&nbsp;Demands per end item: <input id="create2" name="demands" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/><br> &nbsp;&nbsp;Average delivery lead time: <input id="create3" name="deliver_lt" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/> days<br> <b>Raw Materials:</b><br> &nbsp;&nbsp;Depth of bill-of-material: <input id="create4" name="levels" type="text" maxlength="2" size="2" value="5" onchange="calcUtil()"/><br> &nbsp;&nbsp;Total number of components: <input id="create5" name="components" type="text" maxlength="5" size="5" value="200" onchange="calcUtil()"/><br> &nbsp;&nbsp;Number of components per end item: <input id="create6" name="components_per" type="text" maxlength="5" size="5" value="4" onchange="calcUtil()"/><br> &nbsp;&nbsp;Average procurement lead time: <input id="create7" name="procure_lt" type="text" maxlength="4" size="4" value="40" onchange="calcUtil()"/> days<br> <b>Capacity:</b><br> &nbsp;&nbsp;Number of resources: <input id="create8" name="rsrc_number" type="text" maxlength="3" size="3" value="60" onchange="calcUtil()"/><br> &nbsp;&nbsp;Size of each resource: <input id="create9" name="rsrc_size" type="text" maxlength="3" size="3" value="5" onchange="calcUtil()"/><br> &nbsp;&nbsp;Expected average resource utilization: <span id="util">76.7</span>&#37;<br>
es: Crear un modelo sencillo en la base de datos.<br> Los parametros controlan tamaño y complejidad.<br> Número de articulos finales: <input id="create0" name="clusters" type="text" maxlength="5" size="5" value="100" onchange="calcUtil()"/><br> <b>Demanda:</b><br> &nbsp;&nbsp;Prevision mensual por articulo final: <input id="create1" name="fcst" type="text" maxlength="4" size="4" value="50" onchange="calcUtil()"/><br> &nbsp;&nbsp;Demandas por articulo final: <input id="create2" name="demands" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/><br> &nbsp;&nbsp;Tiempo médio de entrega: <input id="create3" name="deliver_lt" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/> days<br> <b>Materias primas:</b><br> &nbsp;&nbsp;Profundidad de la lista de materiales: <input id="create4" name="levels" type="text" maxlength="2" size="2" value="5" onchange="calcUtil()"/><br> &nbsp;&nbsp;Número total de componentes: <input id="create5" name="components" type="text" maxlength="5" size="5" value="200" onchange="calcUtil()"/><br> &nbsp;&nbsp;Número de componentes por articulo final: <input id="create6" name="components_per" type="text" maxlength="5" size="5" value="4" onchange="calcUtil()"/><br> &nbsp;&nbsp;Tiempo médio de adquisición: <input id="create7" name="procure_lt" type="text" maxlength="4" size="4" value="40" onchange="calcUtil()"/> días<br> <b>Capacidad:</b><br> &nbsp;&nbsp;Número de recursos: <input id="create8" name="rsrc_number" type="text" maxlength="3" size="3" value="60" onchange="calcUtil()"/><br> &nbsp;&nbsp;Tamaño de cada recurso: <input id="create9" name="rsrc_size" type="text" maxlength="3" size="3" value="5" onchange="calcUtil()"/><br> &nbsp;&nbsp;Utilización média expectada de recursos: <span id="util">76.7</span>&#37;<br>
pt_pt: Criar um modelo exemplo na base de dados.<br> Os parâmetros controlam a dimensão e a complexidade.<br> Número de items finais: <input id="create0" name="clusters" type="text" maxlength="5" size="5" value="100" onchange="calcUtil()"/><br> <b>Procura:</b><br> &nbsp;&nbsp;Procura mensal por item final:<input id="create1" name="fcst" type="text" maxlength="4" size="4" value="50" onchange="calcUtil()"/><br> &nbsp;&nbsp;Número de Procuras por item final: <input id="create2" name="demands" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/><br> &nbsp;&nbsp;Tempo médio de fornecimento: <input id="create3" name="deliver_lt" type="text" maxlength="4" size="4" value="30" onchange="calcUtil()"/> days<br> <b>Matérias primas:</b><br> &nbsp;&nbsp;Profundidade da Lista de Materiais (BOM): <input id="create4" name="levels" type="text" maxlength="2" size="2" value="5" onchange="calcUtil()"/><br> &nbsp;&nbsp;Nùmero total de Componentes: <input id="create5" name="components" type="text" maxlength="5" size="5" value="200" onchange="calcUtil()"/><br> &nbsp;&nbsp;Número de Componentes por item final: <input id="create6" name="components_per" type="text" maxlength="5" size="5" value="4" onchange="calcUtil()"/><br> &nbsp;&nbsp;Tempo Médio de obtenção: <input id="create7" name="procure_lt" type="text" maxlength="4" size="4" value="40" onchange="calcUtil()"/> days<br> <b>Capacity:</b><br> &nbsp;&nbsp;Número de recursos: <input id="create8" name="rsrc_number" type="text" maxlength="3" size="3" value="60" onchange="calcUtil()"/><br> &nbsp;&nbsp;Dimensão de cada recurso: <input id="create9" name="rsrc_size" type="text" maxlength="3" size="3" value="5" onchange="calcUtil()"/><br> &nbsp;&nbsp;Utilização Mùedia esperada dos recursos: <span id="util">76.7</span>&#37;<br>

source: Sorry, You don't have any execute permissions...
es: Lo sentimos, usted no tiene permisos para ejecutar...
pt_pt: Desculpe, não tem nenhumas permissões de execução...

source: display value
es: mostrar valor
pt_pt: mostrar valor

source: display units
es: mostrar unidades
pt_pt: mostrar unidades

source: detail
es: detalle
pt_pt: detalhe

source: Too many objects to display
es: Demasiados objetos para mostrar
pt_pt: Demasiados objectos para mostrar

source: Do you want to save your changes first?
es: ¿Quieres guardar los cambios primero?
pt_pt: Quer guardar as alterações primeiro?

source: total orders 3 years ago
es: total de órdenes hace 3 años
pt_pt: total de ordens há 3 anos

source: orders adjustment 3 years ago
es: ajuste de órdenes hace 3 años
pt_pt: ajuste de ordens há 3 anos

source: total orders 2 years ago
es: total de órdenes hace 2 años
pt_pt: total de ordens há 2 anos

source: orders adjustment 2 years ago
es: ajuste de órdenes hace 2 años
pt_pt: ajuste de ordens há 2 anos

source: total orders 1 year ago
es: total de órdenes hace 1 años
pt_pt: total de ordens há 1 ano

source: orders adjustment 1 year ago
es: ajuste de órdenes hace 1 años
pt_pt: ajuste de ordens há 1 ano

source: reorder quantity override
es: ajuste de cantidad para nuevas órdenes
pt_pt: impor nível para nova ordem

source: safety stock override
es: ajuste de inventario de seguridad
pt_pt: impor nível de stock de segurança

source: starting inventory
es: inventario al inicio
pt_pt: inventário no início

source: local demand
es: demanda local
pt_pt: procura local

source: confirmed supply
es: suministro confirmado
pt_pt: oferta confirmada

source: proposed supply
es: suministro propuesto
pt_pt: oferta proposta

source: ending inventory
es: inventario al final
pt_pt: inventário final

source: no grouping
es: sin agrupación
pt_pt: sem agrupamento

source: group by item
es: agrupación por articulo
pt_pt: agrupar por artigo

source: group by location
es: agrupación por ubicación
pt_pt: agrupar por localização

source: Export as CSV or Excel file
es: Exportar como CSV o archivo de Excel
pt_pt: Exportar como CSV ou ficheiro Excel

source: Recalculate
es: Recalcular

source: simulate changes without saving
es: simular sin guardar cambios

source: transactions
es: transacciones
pt_pt: transacções

source: forecast method
es: método de previsión
pt_pt: método de previsão

source: automatic
es: automático
pt_pt: automático

# forecast method
source: constant
es: constante
pt_pt: constante

# forecast method
source: trend
es: tendencia
pt_pt: tendência

# forecast method
source: seasonal
es: temporal
pt_pt: sazoonal

# forecast method
source: intermittent
es: intermitente
pt_pt: intermitente

# forecast method
source: moving average
es: média móvil
pt_pt: média móvel

source: economic order quantity
es: cantidad economica de órden
pt_pt: quantidade económica de ordem

source: units
es: unidades
pt_pt: unidades

source: statistical distribution
es: distribución estadística
pt_pt: distribuição estatística

# statistical distribution
source: negative binomial
es: binomial negativa
pt_pt: binomial negativa

source: demand standard deviation
es: desviación estándar de demanda
pt_pt: desvio padrão da procura

source: lead time standard deviation
es: desviación estándar de tiempo de espera
pt_pt: desvio padrão do tempo de espera

source: don't stock
es: no hacer inventario
pt_pt: não fazer reservas

source: new item comment
es: comentario de nuevo articulo
pt_pt: novo comentário de artigo

source: new item-location comment
es: comentario de nuevo articulo-ubicación
pt_pt: novo comentário de artigo-localização

source: new location comment
es: comentario de nueva ubicación
pt_pt: novo comentário de localização

source: no comments yet
es: Aún no hay comentarios
pt_pt: sem comentários

source: supply
es: suministro
pt_pt: oferta

source: new starts
es: nuevas inicias
pt_pt: novos inícios

source: new ends
es: nuevos fines
pt_pt: novos fins

source: pegging
es: fijación
pt_pt: fontes

source: deliveries
es: entregas
pt_pt: entregas

source: quote
es: cotización
pt_pt: cotação

source: inquiry
es: indagación
pt_pt: pedido de cotação

# Included in Django
source: Cancel
es: cancelar

source: confirm
es: confirmar
pt_pt: confirmar

source: Home
es: Inicio
pt_pt: Início

source: Make a GET request to read %(model)s object(s)
es: Hacer pedido GET para ler objeto(s) %(model)s

source: %(http_method)s request
es: pedido %(http_method)s

source: Make a GET request on the %(model)s object with the format set to %(rqformat)s
es: Hacer pedido GET en el objeto %(model)s con formato %(rqformat)s

source: Make a GET request on the %(model)s object
es: Hacer pedido GET para ler objeto(s) %(model)s

source: Make an OPTIONS request to see all fields on the %(model)s object
es: Hacer pedido OPTIONS para ver los campos de objeto(s) %(model)s

source: Make a POST request using a HTML form to create a new %(model)s object
es: Hacer pedido POST com um formulario HTML para criar un nuevo objeto %(model)s

source: Make a POST request in raw format to create a new %(model)s object
es: Hacer pedido POST en formato RAW para criar un nuevo objeto %(model)s

source: Make a PUT request using a HTML form to update an existing %(model)s object
es: Hacer pedido PUT com um formulario HTML para modificar el objeto %(model)s

source: Make a PUT or PATCH request in raw format to update an existing %(model)s object
es: Hacer pedido PUT o Patch en formato RAW para modificar el objeto %(model)s

source: Make a DELETE request to delete an existing %(model)s object
es: Hacer un pedido DELETE para borrar el objeto %(model)s

source: This page helps developers to learn and experiment with the <a style="text-decoration:underline" target="_blank" href="https://en.wikipedia.org/wiki/Representational_state_transfer">REST</a> API of frePPLe.<br> This API allows your application to exchange information with frePPLe is efficient and direct way.<br> <br> The "list API" link takes you to the object list page.<br> And the "detail API" link takes you to a specific object when you enter the object's primary key.<br> In these pages you will be able to perform HTTP requests with methods GET, POST, OPTIONS, PUT, PATCH and DELETE.<br> The results can shown in JSON format or as HTML in your browser.<br> <br> Using a tool like 'wget' or 'curl' you can access the API from the command line.<br> For instance, to return the list of all sales orders in JSON format:<br> <pre> wget --http-user=admin --http-password=admin http://127.0.0.1:8000/api/input/demand/?format=json</pre> <pre> curl -H 'Accept: application/json; indent=4' -u admin:admin http://127.0.0.1:8000/api/input/demand/?format=json</pre>
es: Esta página ayuda a los desarrolladores de aprender y experimentar con la <a style="text-decoration:underline" target="_blank" href="https://en.wikipedia.org/wiki/Representational_state_transfer">REST</a> API de frePPLe.<br> Esta API permite a una aplicación intercambiar información con frePPLe de forma eficiente y directa.<br> <br> El enlace "Listado API" te lleva a la página de listado de objetos.<br> Y el enlace "API detalle" te lleva a un objeto específico cuando entras clave primaria del objeto.<br> En estas páginas usted podrá realizar pedidos HTTP con los métodos GET, POST, OPTIONS, PUT, PATCH y DELETE.<br> Los resultados se muestran en formato JSON o HTML en tu navegador.<br> <br> Con una herramienta como 'wget' o 'rizo' se puede acceder a la API desde la línea de comandos.<br> Por ejemplo, para ver la lista de todas las órdenes de venta en formato JSON:<br> <pre> wget --http-user=admin --http-password=admin http://127.0.0.1:8000/api/input/demand/?format=json</pre> <pre> curl -H 'Accept: application/json; indent=4' -u admin:admin http://127.0.0.1:8000/api/input/demand/?format=json</pre>

source: List API
es: Listado API

source: Detail API
es: API detalle

source: Documentation
pt_pt: Documentação

source: plan
pt_pt: plano

# Translation included with Django
source: Save as new
pt_pt: Gravar como novo

# Translation included with Django
source: Save and add another
pt_pt: G ravar e adicionar outro

# Translation included with Django
source: Save and continue editing
pt_pt: Gravar e continuar a editar

source: no
pt_pt: não

# Translation included with django
source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
pt_pt: Por favor introduzir a password antiga, por razões de segurança, e introduzir a nova password duas vezes para verificar se está correcta.
