Repository: muzayana/frePPLe
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/django.po
Languages: es, pt_pt

source: Personal info
es: Información personal
pt_pt: Informação pessoal

source: Permissions in this scenario
es: Permisos en este escenario
pt_pt: Permissões neste cenário

source: Important dates
es: Fechas importantes
pt_pt: Datas importantes

source: edit
es: editar
pt_pt: editar

source: comments
es: comentarios
pt_pt: comentários

source: history
es: historial
pt_pt: história

source: Invalid date: expecting YYYY-MM-DD HH:MM:SS
es: Fecha no válida: esperando AAAA-MM-DD HH:MM:SS
pt_pt: Data inválida: espera-se YYYY-MM-DD HH:MM:SS

source: %(name)s object with primary key %(key)r does not exist.
es: %(name)s objeto con llave primaria %(key)r no existe.
pt_pt: O objecto %(name)s com chave primária %(key)r não existe.

source: The %(name)s "%(obj)s" was added successfully. You may edit it again below.
es: %(name)s "%(obj)s" se ha añadido correctamente. Usted puede editarlo de nuevo a continuación.
pt_pt: %(name)s "%(obj)s" foi adicionado com sucesso. Pode editar de novo mais abaixo.

source: The %(name)s "%(obj)s" was added successfully. You may add another %(name)s below.
es: %(name)s "%(obj)s" se ha agregado correctamente. Usted puede agregar otro%(name)s debajo.
pt_pt: %(name)s "%(obj)s" foi adicionado com sucesso. Pode adicionar outro %(name)s abaixo.

source: The %(name)s "%(obj)s" was added successfully.
es: %(name)s "%(obj)s" se ha agregado correctamente.
pt_pt: %(name)s "%(obj)s" foi adicionado com sucesso.

source: The %(name)s "%(obj)s" was changed successfully. You may edit it again below.
es: %(name)s "%(obj)s" se ha agregado correctamente. Puede editarlo otra vez debajo.
pt_pt: %(name)s "%(obj)s" foi alterado com sucesso. Pode editar de novo mais abaixo.

source: The %(name)s "%(obj)s" was changed successfully. You may add another %(name)s below.
es: %(name)s "%(obj)s" se ha agregado correctamente. Usted puede agregar otro%(name)s abajo.
pt_pt: %(name)s "%(obj)s" foi alterado com sucesso. Pode adicionar outro %(name)s mais abaixo.

source: The %(name)s "%(obj)s" was changed successfully.
es: %(name)s "%(obj)s" se ha agregado correctamente.
pt_pt: %(name)s "%(obj)s" foi alterado com sucesso.

source: The %(name)s "%(obj)s" was deleted successfully.
es: %(name)s "%(obj)s" fue eliminado correctamente.
pt_pt: %(name)s "%(obj)s" foi apagado com sucesso.

source: REST API Help
es: Ayuda API REST

source: Expected format "DD HH:MM:SS", "HH:MM:SS", "MM:SS" or "SS"
es: Formato esperado "DD HH:MM:SS", "HH:MM:SS", "MM:SS" o "SS"
pt_pt: Formato esperado "DD HH:MM:SS", "HH:MM:SS", "MM:SS" ou "SS"

source: Guided tour
es: Demostración guiada
pt_pt: Visita guiada

source: documentation
es: documentación

source: API help
es: Ayuda API

source: frePPLe website
es: Sitio web de frePPLe

source: name
es: nombre
pt_pt: nome

source: Unique identifier
es: Identificador único
pt_pt: Identificador único

source: owner
es: dueño
pt_pt: dono

source: Hierarchical parent
es: Padre jerárquico
pt_pt: Pai hierárquico

source: source
es: origen
pt_pt: fonte

source: last modified
es: última modificación
pt_pt: última alteração

source: value
es: valor
pt_pt: valor

source: description
es: descripción
pt_pt: descrição

source: parameter
es: parámetro
pt_pt: parâmetro

source: parameters
es: parámetros
pt_pt: parâmetros

source: Free
es: Libre
pt_pt: Livre

source: In use
es: En uso
pt_pt: Em uso

source: Busy
es: Ocupado
pt_pt: Ocupado

source: status
es: estado
pt_pt: estado

source: last refreshed
es: última actualización
pt_pt: última actualização

source: scenarios
es: escenarios
pt_pt: cenários

source: scenario
es: escenario
pt_pt: cenário

source: Detect automatically
es: Detectar automáticamente
pt_pt: Detetar automaticamente

source: language
es: idioma
pt_pt: idioma

source: theme
es: tema
pt_pt: tema

source: page size
es: tamaño de página
pt_pt: tamanho de página

source: user
es: usuario
pt_pt: utilizador

source: users
es: usuarios
pt_pt: utilizadores

source: identifier
es: identificador
pt_pt: identificador

source: content type
es: Tipo de contenido
pt_pt: tipo de conteúdo

source: object ID
es: ID objecto
pt_pt: ID do objecto

source: comment
es: comentarios
pt_pt: comentário

source: day
es: día
pt_pt: dia

source: week
es: semana
pt_pt: semana

source: month
es: mes
pt_pt: mês

source: quarter
es: trimestre
pt_pt: trimestre

source: year
es: año
pt_pt: ano

source: level
es: niveau
pt_pt: nível

source: Higher values indicate more granular time buckets
es: Los valores más altos indican intervalos de tiempo más granulares
pt_pt: Valores elevdos indicam intervalos de tempo mais pequenos

source: bucket
es: intervalo
pt_pt: intervalo

source: buckets
es: intervalos
pt_pt: intervalos

source: start date
es: fecha de inicio
pt_pt: data de início

source: end date
es: fecha final
pt_pt: data de fim

source: bucket date
es: fecha de intervalo
pt_pt: data do intervalo

source: bucket dates
es: fechas de intervalo
pt_pt: datas do intervalo

source: Permission denied
es: Permiso denegado
pt_pt: Permissão negada

source: %(title)s for %(entity)s
es: %(title)s de %(entity)s
pt_pt: %(title)s para %(entity)s

source: Can't find %s
es: No se puede encontrar %s
pt_pt: Não encontra %s

source: Can't copy %s
es: No se puede copiar %s
pt_pt: Não pode copiar %s

source: Copied from %s.
es: Copia de %s.
pt_pt: Copiado de %s.

source: Changed %s.
es: %s se ha modificado.
pt_pt: Alterado de %s.

source: and
es: y
pt_pt: e

source: Erasing data from %(model)s
es: Borrado de los datos de %(model)s
pt_pt: Apagando dados de %(model)s

source: Invalid upload request
es: Solicitud de carga no válida
pt_pt: Pedido de carregamento inválido

source: Incorrect field %(column)s
es: Campo incorrecto %(column)s
pt_pt: Campo incorrecto %(column)s

source: Missing primary key field %(key)s
es: Falta campo de clave principal %(key)s
pt_pt: Falta campo de chave primária %(key)s

source: Row %(rownum)s: %(message)s
es: Fila %(rownum)s: %(message)s
pt_pt: Linha %(rownum)s: %(message)s

source: Row %(rownum)s field %(field)s: %(data)s: %(message)s
es: Fila %(rownum)s campo %(field)s: %(data)s: %(message)s
pt_pt: Linha %(rownum)s campo %(field)s: %(data)s: %(message)s

source: Exception during upload: %(message)s
es: Excepción durante la subida: %(message)s
pt_pt: Excepção durante o carregamento: %(message)s

source: Uploaded data successfully: changed %(changed)d and added %(added)d records
es: Datos cargados correctamente: cambiado %(changed)d y agregado %(added)d registros
pt_pt: Dados carregados com sucesso: foram alterados %(changed)d e adicionados %(added)d registos

source: data field
es: campo de datos
pt_pt: campo de data

source: Nothing to export
es: Nada para exportar
pt_pt: Nada para exportar

source: Ignoring data in worksheet: %s
es: Ignorando los datos en la hoja de cálculo: %s
pt_pt: A ignorar dados na folha de cálculo %s

source: You don't permissions to add: %s
es: Usted no tiene permisos para agregar: %s
pt_pt: Não tem permissões para adicionar: %s

source: Processing data in worksheet: %s
es: Procesamiento de datos en hoja de cálculo: %s
pt_pt: A processar dados na flha de cálculo: %s

source: %(rows)d data rows, changed %(changed)d and added %(added)d records, %(errors)d errors
es: %(rows)d líneas de datos, cambiado %(changed)d y agregado %(added)d registros, %(errors)d errores
pt_pt: %(rows)d linhas de registos, alterados %(changed)d e adicionados %(added)d registos, %(errors)d erros

source: Done
es: Hecho
pt_pt: Terminado

source: Site administration
es: Administración del sitio
pt_pt: Administração do site

source: Page not found
es: Página no encontrada
pt_pt: Página não encontrada

source: Language
es: Idioma
pt_pt: Idioma

source: Language of the user interface
es: Idioma de la interfaz de usuario
pt_pt: Idioma para interface do utilizador

source: Page size
es: Tamaño de página
pt_pt: Tamanho de página

source: Number of records to display in a single page
es: Número de registros que se han de recoger en una sola página.
pt_pt: Número de registos por página

source: Theme
es: Tema
pt_pt: Tema

source: Theme for the user interface
es: Tema para la interfaz de usuario
pt_pt: Tema para interface do utilizador

source: Change password
es: Cambiar la contraseña
pt_pt: Alterar password

source: Old password
es: Contraseña antigua
pt_pt: Password antiga

source: New password
es: Nueva contraseña
pt_pt: Nova password

source: New password confirmation
es: Confirmación de nueva contraseña.
pt_pt: Confirmar nova password

source: Your old password was entered incorrectly. Please enter it again.
es: Su contraseña anterior se ha introducido de forma incorrecta. Por favor, introduzca de nuevo.
pt_pt: A password antiga não está correta. Tente de novo.

source: Successfully updated preferences
es: Preferencias actualizado correctamente
pt_pt: Preferências atualizadas com sucesso

source: Failure updating preferences
es: Error al actualizar preferencias
pt_pt: Erro ao atualizar preferências

source: My preferences
es: Mis preferencias
pt_pt: Minhas preferências

source: username
es: Nombre de usuario
pt_pt: utilizador

source: email address
es: dirección de correo electrónico
pt_pt: email

source: first name
es: nombre
pt_pt: primeiro nome

source: last name
es: apellido
pt_pt: último nome

source: active
es: activo
pt_pt: activo

source: superuser status
es: superusuario
pt_pt: estado superutilizador

source: date joined
es: fecha de ingreso
pt_pt: data de entrada

source: last login
es: último acceso
pt_pt: última sessão

source: groups
es: grupos
pt_pt: grupos

source: type
es: tipo
pt_pt: tipo

source: Welcome
es: Bienvenido
pt_pt: Bemvindo

source: Some links to get started
es: Algunos enlaces para empezar
pt_pt: Algumas ligações para começar

source: Welcome to frePPLe, the world's leading open source production planning tool!<br/><br/> How to get started? <ol><li>Start the <span class="underline"><a href="javascript:void(0);" onclick="tour.start('0,0,0'); return false;">guided tour</a></span></li> <li>Check out the <span class="underline"><a href="/static/doc/index.html" target="_blank">documentation</a></span></li> <li>Visit and join the <span class="underline"><a href="http://groups.google.com/group/frepple-users" target="_blank">user community</a></span></li> <li><span class="underline"><a href="http://frepple.com/contact/" target="_blank">Contact us</a></span></li> </ol>
es: Bienvenido a frePPLe, la principal herramienta de planificación de producción de código abierto del mundo!<br/><br/> ¿Cómo empezar? <ol><li>Inicie la <span class="underline"><a href="javascript:void(0);" onclick="tour.start('0,0,0'); return false;">visita guiada</a></span></li> <li>Echa un vistazo a la <span class="underline"><a href="/static/doc/index.html" target="_blank">documentación</a></span></li> <li>Puedes visitar y unirte a la<span class="underline"><a href="http://groups.google.com/group/frepple-users" target="_blank">comunidad de usuarios</a></span></li> <li><span class="underline"><a href="http://frepple.com/contact/" target="_blank">Puedes contactarnos</a></span></li> </ol>
pt_pt: Benvindo ao frePPLe, a ferramenta open source de planeamento de produção mais utilizada!<br/><br/> Como começar? <ol><li>Iniciar a <span class="underline"><a href="javascript:void(0);" onclick="tour.start('0,0,0'); return false;">visita guiada</a></span></li> <li>Ver a <span class="underline"><a href="/static/doc/index.html" target="_blank">documentação</a></span></li> <li>Visitar e aderir à <span class="underline"><a href="http://groups.google.com/group/frepple-users" target="_blank">comunidade de utilizadores</a></span></li> <li><span class="underline"><a href="http://frepple.com/contact/" target="_blank">Contactar-nos</a></span></li> </ol>

source: News
es: Noticias
pt_pt: Notícias

source: Show the latest news items from the frePPLe website
es: Mostrar las últimas noticias de la página web frePPLe
pt_pt: Ver as últimas notícias do frePPLe

source: My actions
es: Mis acciones
pt_pt: As minhas ações

source: Display a list of the entities you recently changed
es: Mostrar una lista de las entidades ha cambiado recientemente
pt_pt: Mostrat a lista das entidades que você alterou recentemente

source: Unknown content
es: Contenido desconocido
pt_pt: Conteúdo desconhecido

source: None available
es: Ninguno disponible
pt_pt: Nenhum disponível

source: Display a list of recent comments
es: Mostrar una lista de nuevos comentarios
pt_pt: Listar comentários recentes

source: Execute
es: Ejecutar
pt_pt: Executar

source: submitted
es: enviado
pt_pt: submetido

source: started
es: empezó
pt_pt: iniciado

source: arguments
es: argumentos
pt_pt: argumentos

source: message
es: mensaje
pt_pt: mensagem

source: tasks
es: tareas
pt_pt: tarefas

source: task
es: tarea
pt_pt: tarefa

source: Task status
es: Estado de la tarea
pt_pt: Estado da tarefa

source: finished
es: terminado
pt_pt: terminado

source: Failure launching action: %(msg)s
es: Error al iniciar acción: %(msg)s
pt_pt: Falha a executar acção: %(msg)s

source: Displaying only the last 50K from the log file
es: Se presentan sólo el último 50K del archivo de registro
pt_pt: Mostrar apenas os últimos 50K do histórico

source: Log file
es: Archivo de registro
pt_pt: Ficheiro de Log

source: Generate a constrained plan
es: Crear un plan con restriciones
pt_pt: Gerar plano de produção restringido

source: Create a plan
es: Crear un plan
pt_pt: Criar um plano

source: Planning parameters
es: Parámetros de Planteamiento
pt_pt: Parâmetros de planeamento

source: supply path
es: ruta de suministro
pt_pt: cadeia de abastecimento

source: why short or late?
es: Por qué a corto o tarde?
pt_pt: Porquê insuficiente ou com atraso

source: Automatic
es: Automático
pt_pt: automático

# forecast method
source: Constant
es: Constante
pt_pt: Constante

# forecast method
source: Trend
es: Tendencia
pt_pt: Tendência

# forecast method
source: Seasonal
es: Temporal
pt_pt: Sazonal

# forecast method
source: Intermittent
es: Intermitente
pt_pt: Intermitente

# forecast method
source: Moving average
es: Media móvil
pt_pt: Média móvel

source: category
es: categoría
pt_pt: categoria

source: subcategory
es: subcategoría
pt_pt: subcategoria

source: customer
es: cliente
pt_pt: cliente

source: item
es: artículo
pt_pt: artigo

source: location
es: ubicación
pt_pt: localização

source: Forecast method
es: Método de previsión
pt_pt: Método de previsão

source: Method used to generate a base forecast
es: Método utilizado para generar una previsión de base
pt_pt: Método usado para gerar previsão base

source: delivery operation
es: operación de entrega
pt_pt: operação de entrega

source: Operation used to satisfy this demand
es: Operación utilizada para satisfacer esta demanda
pt_pt: Operação usada para satisfazer esta necessidade

source: priority
es: prioridad
pt_pt: prioridade

source: Priority of the demand (lower numbers indicate more important demands)
es: Prioridad de la demanda (los números más bajos indican las demandas más importantes)
pt_pt: Prioridade da necessidade (números mais baixos indicam necessidades mais importantes)

source: minimum shipment
es: envío mínimo
pt_pt: envio mínimo

source: Minimum shipment quantity when planning this demand
es: Cantidad de envío mínima planificando esta demanda
pt_pt: Quantidade mínima de envio ao planear esta necessidade

source: maximum lateness
es: retraso máximo
pt_pt: atraso máximo

source: Maximum lateness allowed when planning this demand
es: El retraso máximo permitió planificando esta demanda
pt_pt: Atraso máximo permitido ao planear esta necessidade

source: discrete
es: discreto
pt_pt: discreto

source: Round forecast numbers to integers
es: Redondear números de la previsión a números enteros
pt_pt: Arredondar previsões para números inteiros

source: planned
es: planteado
pt_pt: planeado

source: Use this forecast for planning
es: Usa esta previsión en el planteamento
pt_pt: Usar esta previsão no planeamento

source: estimated forecast error
es: error de previsión estimado
pt_pt: Erro estimado da previsão

source: calculated forecast method
es: Método de previsión calculada
pt_pt: método de previsão calculado

source: calculated standard deviation
es: desviacion estandar calculada
pt_pt: desvio padrão calculado

source: forecast
es: previsión
pt_pt: previsão

source: forecasts
es: previsiones
pt_pt: previsões

source: quantity
es: cantidad
pt_pt: quantidade

source: forecast demand
es: pronóstico demanda
pt_pt: necessidade da previsão

source: forecast demands
es: pronóstico demandas
pt_pt: necessidades da previsão

source: total orders
es: total de órdenes
pt_pt: total de ordens

source: orders adjustment
es: ajuste órdenes
pt_pt: ajuste de ordens

source: open orders
es: órdenes abiertas
pt_pt: abrir ordens

source: planned orders
es: órdenes planteadas
pt_pt: ordens planeadas

source: forecast baseline
es: base de previsión
pt_pt: linha de base das previsões

source: forecast adjustment
es: ajuste de previsión
pt_pt: ajustar previsões

source: forecast total
es: previsión total
pt_pt: total de previsões

source: forecast net
es: previsión neto
pt_pt: previsão líquida

source: forecast consumed
es: previsión consumida
pt_pt: previsão consumida

source: planned forecast
es: previsión planteada
pt_pt: previsão planeada

source: forecast plan
es: plan de previsión
pt_pt: plano da previsão

source: forecast plans
es: planes de previsión
pt_pt: planos da previsão

source: method
es: método
pt_pt: métoddo

source: operation
es: operaciones
pt_pt: operação

source: forecasted demand
es: previsión de demanda
pt_pt: necessidades previstas

source: Forecast Report
es: Informe de Previsiones
pt_pt: Relatório da previsão

source: selected forecast method
es: Método de previsión seleccionado
pt_pt: método de previsão selecionado

source: forecast override
es: ajuste de previsión
pt_pt: forçar previsão

source: planned net forecast
es: pronóstico neto planteado
pt_pt: previsão líquida planeada

source: No time field specified
es: Campo de tiempo no especificado
pt_pt: Nenhum campo de tempo especificado

source: No adjustment field specified
es: Campo de ajuste no especificado
pt_pt: Nennhum campo de ajustamento especificado

source: Recognized fields for list layout: forecast, bucket, start date, end date, forecast adjustment, orders adjustment
es: Campos reconocidos para listado: previsión, intervalo, fecha início, fecha fin, ajuste de previsión, ajuste de ordenes
pt_pt: Campos reconhecidos para listagem: previsão, intervalo, data de início, data de fim, ajuste de previsão, ajuste de ordens

source: Recognized fields for pivot layout: forecast, data field, [bucket names*]
es: Campos reconocidos para listado pivote: previsión, fecha, [bucket names*]
pt_pt: Campos reconhecidos para layout pivot: previsão, campo de dados, [bucket names*]

source: Bucket '%(name)s' not found
es: Intervalo '%(name)s' no encontrado
pt_pt: Intervalo '%(name)s' não encontrado

source: Invalid number: %(value)s
es: Número no válido: %(value)s
pt_pt: Número inválido: %(value)s

source: No time bucket specified
es: Ningun intervalo de tiempo especificado
pt_pt: Nenhum intervalo de tempo especificado

source: Uploaded data successfully: processed %d records
es: Los datos descargados con éxito: %d registros procesados
pt_pt: Dados carregados com sucesso: processados %d registos

source: Demand List
es: Lista de órdenes
pt_pt: Lista da Procura

source: due
es: fecha límite
pt_pt: vencimento

source: Repeating pattern
es: Patrón repetitivo
pt_pt: Padrão de repetição

source: where used
es: dónde se utiliza
pt_pt: onde é usado

source: plandetails
es: detalle del plan
pt_pt: detalhes plano

source: Alternates
es: Alternativas
pt_pt: Alternativas

source: constrained demand
es: demanda restringida
pt_pt: procura restringida

source: Inventory
es: Inventario
pt_pt: Inventário

source: Planning parameters for procurement buffers
es: Parámetros de planeación para los colchones de compra
pt_pt: Parâmetros de planeamento para reservas por aquisição

source: gantt chart
es: diagrama de gantt
pt_pt: diagrama de Gantt

source: constrained operation
es: opreración restringida
pt_pt: operação restringida

source: minimum cost
es: costo mínimo
pt_pt: custo mínimo

source: minimum penalty
es: penalización mínima
pt_pt: penalidade mínima

source: minimum cost plus penalty
es: costo mínimo más penalización
pt_pt: custo mínimo mais penalidade

source: default value
es: valor por defecto
pt_pt: valor por defeito

source: Value to be used when no entry is effective
es: El valor para ser usado cuando ninguna entrada es eficaz
pt_pt: Valor a ser usado quando nenhuma entrada é efectiva

source: calendar
es: calendario
pt_pt: calendário

source: calendars
es: calendarios
pt_pt: calendários

source: Monday
es: Lunes
pt_pt: Segunda-feira

source: Tuesday
es: Martes
pt_pt: Terça-feira

source: Wednesday
es: Miércoles
pt_pt: Quarta-Feira

source: Thursday
es: Jueves
pt_pt: Quinta-feira

source: Friday
es: Viernes
pt_pt: Sexta-feira

source: Saturday
es: Sábado
pt_pt: Sábado

source: Sunday
es: Domingo
pt_pt: Domingo

source: start time
es: hora de inicio
pt_pt: hora de início

source: end time
es: hora de fin
pt_pt: hora de fim

source: calendar bucket
es: Calendario del intervalo
pt_pt: intervalo calendário

source: calendar buckets
es: Calendario de intervalos
pt_pt: intervalos calendário

source: available
es: disponible
pt_pt: disponível

source: Calendar defining the working hours and holidays of this location
es: Calendario definir las horas de trabajo y vacaciones de esta ubicación
pt_pt: Calendário definindo as horas de trabalho es férias deste local

source: locations
es: ubicaciones
pt_pt: localizações

source: customers
es: clientes
pt_pt: clientes

source: Default operation used to ship a demand for this item
es: Operación por defecto utilizada para enviar una demanda para este artículo
pt_pt: Operação padrão usada para expedir uma necessidade para este item

source: price
es: precio
pt_pt: preço

source: Selling price of the item
es: Precio de venta del artículo
pt_pt: O preço de venda do artigo

source: items
es: artículos
pt_pt: artigos

source: supplier
es: proveedor
pt_pt: fornecedor

source: suppliers
es: proveedors
pt_pt: fornecedores

source: lead time
es: tiempo de espera
pt_pt: tempo de espera

source: Purchasing lead time
es: Tiempo de espera en compras
pt_pt: Tempo de espera da compra

source: size minimum
es: tamaño
pt_pt: Tamanho mínimo

source: A minimum purchasing quantity
es: Una cantidad de compra mínima
pt_pt: Uma quantidade mínima de compra

source: size multiple
es: tamaño múltiple
pt_pt: tamanho múltiplo

source: A multiple purchasing quantity
es: Una cantidad de compra multiple
pt_pt: Uma quantidade de compra múltipla

source: cost
es: costo
pt_pt: custo

source: Purchasing cost per unit
es: Costo de compra por unidad
pt_pt: Custo de compra por unidade

source: Priority among all alternates
es: Prioridad en un grupo de alternos
pt_pt: Prioriade entre alternativas

source: effective start
es: inicio efectivo
pt_pt: início efectivo

source: Validity start date
es: Vigencia fecha de inicio
pt_pt: Date de início da validade

source: effective end
es: fin efectivo
pt_pt: fim efectivo

source: Validity end date
es: Vigencia fecha final
pt_pt: Data de fim da validade

source: item supplier
es: articulo proveedor
pt_pt: artigo fornecedor

source: item suppliers
es: articulo proveedores
pt_pt: artigo fornecedores

source: origin
es: origen
pt_pt: origem

source: A minimum shipping quantity
es: Cantidad mínima de envío
pt_pt: Uma quantidade mínima de envio

source: A multiple shipping quantity
es: Cantidad multiple de envío
pt_pt: Uma quantidade de envio múltipla

source: Shipping cost per unit
es: Costo del envío por unidade
pt_pt: Custo de envio por unidade

source: item distribution
es: articulo distribución
pt_pt: artigo distribuição
