Repository: muzayana/frePPLe
Catalog: contrib/django/freppledb/locale/*/LC_MESSAGES/django.po
Languages: es, pt_pt

source: item distributions
es: articulo distribuciónes
pt_pt: artigo distribuições

source: fixed_time
es: tiempo_fijo
pt_pt: tempo_fixo

source: time_per
es: tiempo_por
pt_pt: tempo_por

source: routing
es: ruteo
pt_pt: rotas

source: alternate
es: alterno
pt_pt: alternativa

source: split
es: división
pt_pt: dividir

source: release fence
es: Valla de lanzamento
pt_pt: restrição remporal

source: Operationplans within this time window from the current day are expected to be released to production ERP
es: Se espera que los planes de operaciones, dentro de esta ventana de tiempo del día en curso, sejan lanzados al ERP de producción
pt_pt: Planos de operação dentro desta janela temporal do dia corrente espera-se que sejan lançados para o ERP de produção

source: post-op time
es: tiempo post-op
pt_pt: tempo pós operação

source: A delay time to be respected as a soft constraint after ending the operation
es: Un tiempo de retraso a ser respetado como una restricción suave después de terminar la operación
pt_pt: Atraso a ser respeitado como restrição suave após término da operação

source: A minimum quantity for operationplans
es: Una cantidad mínima para los planes de operación
pt_pt: Uma quantidade mínima para planos de operação

source: A multiple quantity for operationplans
es: Una cantidad múltiple para planes de operación
pt_pt: Uma quantidade múltipla para planos de operação

source: size maximum
es: tamaño máximo
pt_pt: tamanho máximo

source: A maximum quantity for operationplans
es: Una cantidad máxima para los planes de operación
pt_pt: Uma quantidade máxima para planos de operação

source: Cost per operationplan unit
es: El costo por unidad de plan de operación
pt_pt: Custo por unidade de plano de operações

source: duration
es: duración
pt_pt: duração

source: A fixed duration for the operation
es: Duración fija para la operación
pt_pt: Uma duração fixa para a operação

source: duration per unit
es: duración por unidad
pt_pt: duração por unidade

source: A variable duration for the operation
es: Duración variable para la operación
pt_pt: Duração variável para a operação

source: search mode
es: modo de búsqueda
pt_pt: modo de pesquisa

source: Method to select preferred alternate
es: Método para seleccionar preferida alternativa
pt_pt: Método para selecionar alternativa preferida

source: operations
es: operaciones
pt_pt: operações

source: Parent operation
es: Operation padre
pt_pt: Operação pai

source: Sequence of this operation among the suboperations. Negative values are ignored.
es: Secuencia de esta operación entre las suboperaciones. Se ignoran los valores negativos.
pt_pt: Sequência desta operação entre suboperações. Valores negativos são ignorados.

source: suboperation
es: suboperación
pt_pt: suboperação

source: Child operation
es: Operación hijo
pt_pt: Operações filho

source: suboperations
es: suboperaciones
pt_pt: suboperações

source: Default
es: Por defecto
pt_pt: Por defeito

source: Infinite
es: Infinito
pt_pt: Infinito

source: Procure
es: Procurar
pt_pt: Aquisição

source: onhand
es: a mano
pt_pt: em mãos

source: current inventory
es: inventario corriente
pt_pt: inventário actual

source: minimum
es: mínimo
pt_pt: mínimo

source: Safety stock
es: Inventario de seguridad
pt_pt: Stock de segurança

source: minimum calendar
es: calendario mínimo
pt_pt: calendário mínimo

source: Calendar storing a time-dependent safety stock profile
es: Calendario que contiene un perfil de inventario de seguridad en función del tiempo
pt_pt: Calendário com perfil de stock de emergência dependente do tempo

source: producing
es: en producción
pt_pt: em produção

source: Operation to replenish the buffer
es: Operación para rellenar la reserva
pt_pt: Operação para reabastecer a reserva

source: leadtime
es: Tiempos de espera
pt_pt: tempo de espera

source: Leadtime for supplier of a procure buffer
es: Plazo de proveedor de una reserva
pt_pt: Tempo de espera de fornecedor para uma reserva por aquisição

source: fence
es: valla
pt_pt: restrição remporal

source: Frozen fence for creating new procurements
es: Valla fija para la creación de nuevas adquisiciones
pt_pt: Restrição temporal fixa para a criação de novas aquisições

source: min_inventory
es: inventario_mínimo
pt_pt: min_inventário

source: Inventory level that triggers replenishment of a procure buffer
es: Nivel de inventario que desencadena la reposición de una reserva
pt_pt: Nível de inventário que acciona o reabastecimento de uma reserva por aquisições

source: max_inventory
es: inventario_máximo
pt_pt: max_inventário

source: Inventory level to which a procure buffer is replenished
es: Nivel de inventario a la que se repone una reserva de adquisición
pt_pt: Nível de inventário para o qual uma reserva por aquisições é abastecida.

source: min_interval
es: intervalo_mínimo
pt_pt: min_intervalo

source: Minimum time interval between replenishments of a procure buffer
es: Intervalo de tiempo mínimo entre reposiciones de una reserva de adquisición
pt_pt: Tempo mínimo de intervalo entre reabastecimentos de uma reserva por aquisições

source: max_interval
es: intervalo_máximo
pt_pt: max_intervalo

source: Maximum time interval between replenishments of a procure buffer
es: Intervalo de tiempo máximo entre reposiciones de una reserva de adquisición
pt_pt: Tempo máximo de intervalo entre reabastecimentos de uma reserva por aquisições

source: size_minimum
es: tamaño_mínimo
pt_pt: tamanho_mínimo

source: Minimum size of replenishments of a procure buffer
es: Tamaño mínimo de los rellenos de una reserva de adquisición
pt_pt: Tamanho mínimo de reabastecimentos de uma reserva por aquisições

source: size_multiple
es: tamaño_múltiple
pt_pt: tamanho_múltiplo

source: Replenishments of a procure buffer are a multiple of this quantity
es: Reposiciones de una reserva son múltiplos de esta cantidad
pt_pt: Os reabastecimentos de uma reserva por aquisições são múltiplos desta quantidade

source: size_maximum
es: tamaño_máximo
pt_pt: tamanho_máximo

source: Maximum size of replenishments of a procure buffer
es: Tamaño máximo de los rellenos de una reservas procurar
pt_pt: Tamanho máximo de reabastecimentos de uma reserva por aquisições

source: buffer
es: reserva
pt_pt: reserva

source: buffers
es: reservas
pt_pt: reservas

source: setup matrix
es: Matríz de configuración
pt_pt: matriz de configuração

source: setup matrices
es: matrices de configuración
pt_pt: matrizes de configuração

source: from setup
es: de configuración
pt_pt: da configuração

source: Name of the old setup (wildcard characters are supported)
es: Nombre de la configuración anterior (caracteres comodín son compatibles)
pt_pt: Nome da antiga configuração (todos caracteres são suportados)

source: to setup
es: a configuración
pt_pt: para a configuração

source: Name of the new setup (wildcard characters are supported)
es: Nombre de la nueva configuración (caracteres comodín son compatibles)
pt_pt: Nome da nova configuração (todos caracteres são suportados)

source: Duration of the changeover
es: Duración de la transición
pt_pt: duração da transição

source: Cost of the conversion
es: Costo de la conversión
pt_pt: Custo da conversão

source: setup matrix rule
es: regla de matríz de configuración
pt_pt: regra da matriz de configuração

source: setup matrix rules
es: reglas de matríz de configuración
pt_pt: regras da matriz de configuração

source: Buckets
es: Intervalos
pt_pt: intervalos

source: maximum
es: máximo
pt_pt: máximo

source: Size of the resource
es: Tamaño del recurso
pt_pt: Tamanho do recurso

source: maximum calendar
es: calendario máximo
pt_pt: calendário máximo

source: Calendar defining the resource size varying over time
es: Calendario que define la variación de tamaño del recurso con el tiempo
pt_pt: Calendário a definir variação do tamanho do recurso com o tempo

source: Cost for using 1 unit of the resource for 1 hour
es: Costo para el uso de 1 unidad del recurso durante 1 hora
pt_pt: Custo para usar 1 unidade do recurso durante 1 hora

source: max early
es: max temprano
pt_pt: máximo cedo

source: Time window before the ask date where we look for available capacity
es: Espacio de tiempo antes de la fecha en que se solicita la búsqueda de capacidad disponible
pt_pt: Janela de tempo antes da data da questão para a procura de capacidade disponível

source: Setup matrix defining the conversion time and cost
es: Matríz de configuración definiendo el tiempo de conversión y el coste
pt_pt: Matriz de configuração a definir a conversão de tempo e custo

source: setup
es: configuración
pt_pt: configuraão

source: Setup of the resource at the start of the plan
es: Configuración del recurso al inicio del plan
pt_pt: Configuração do recurso no início do plano

source: resource
es: recurso
pt_pt: recurso

source: resources
es: recursos
pt_pt: recursos

source: skill
es: habilidad
pt_pt: habilidade

source: skills
es: habilidades
pt_pt: habilidades

source: Priority of this skill in a group of alternates
es: Prioridad de esta habilidad en un grupo de alternos
pt_pt: Prioriade desta habilidade entre alternativas

source: resource skill
es: habilidad de recursos
pt_pt: recurso habilidade

source: resource skills
es: habilidades de los recursos
pt_pt: recurso habilidades

source: Start
es: Inicio
pt_pt: Início

source: End
es: Fin
pt_pt: Fim

source: Fixed start
es: Inicio fijo
pt_pt: Início fixo

source: Fixed end
es: Fin fijo
pt_pt: Fim fixo

source: Quantity to consume or produce per operationplan unit
es: Cantidad a consumir o producir por unidad de plan de operación
pt_pt: Quantidade para consumir ou produzir por unidade de planode operação

source: Consume/produce material at the start or the end of the operationplan
es: Consumir / producir el material al inicio o al al final del plan de operación
pt_pt: Consumo/Produção de material no início ou fim do plano de operação

source: Optional name of this flow
es: Nombre opcional de este flujo
pt_pt: Nome opcional para este fluxo

source: Puts the flow in a group of alternate flows
es: Pone el flujo en un grupo de flujos alternativos
pt_pt: Coloca o fluxo num grupo de fluxo alternativos

source: Priority of this flow in a group of alternates
es: Prioridad de este flujo en un grupo de alternos
pt_pt: Prioridade do fluxo num grupo de alternativos

source: flow
es: flujo
pt_pt: fluxo

source: flows
es: flujos
pt_pt: fluxos

source: Optional name of this load
es: Nombre opcional de esta carga
pt_pt: Nome opcional para esta carga

source: Puts the load in a group of alternate loads
es: Pone la carga en un grupo de cargas alternas
pt_pt: Coloca a carga num grupo de cargas alternativas

source: Priority of this load in a group of alternates
es: Prioridad de esta carga en un grupo de alternos
pt_pt: Prioriade desta carga num grupo de alternativas

source: Setup required on the resource for this operation
es: Configuración requerida en el recurso para esta operación
pt_pt: Configuração do recurso necessária para esta operação

source: load
es: carga
pt_pt: carga

source: loads
es: cargas
pt_pt: cargas

source: proposed
es: propuesto
pt_pt: proposto

source: confirmed
es: confirmado
pt_pt: confirmado

source: closed
es: cerrado
pt_pt: fechado

source: Unique identifier of an operationplan
es: Identificador único de un plan de operación
pt_pt: Identificador único de um plano de operação

source: Status of the order
es: Estado de la orden
pt_pt: Estado da ordem

source: reference
es: referencia
pt_pt: referência

source: External reference of this order
es: Referencia externa de esta orden
pt_pt: Referência externa para esta ordem

source: criticality
es: criticidad
pt_pt: criticalidade

source: operationplan
es: plan de operación
pt_pt: planooperação

source: operationplans
es: plan de Operaciones
pt_pt: planooperações

source: destination
es: destino
pt_pt: destino

source: consume material
es: consumir materiales
pt_pt: consumir material

source: Consume material at origin location
es: Consumir materiales en la ubicación de origen
pt_pt: Consumir material na origem

source: distribution order
es: Orden de distributión
pt_pt: ordem de distribuição

source: distribution orders
es: órdenes de distributión
pt_pt: ordens de distribuição

source: purchase order
es: órdenes de compra
pt_pt: ordem de compra

source: purchase orders
es: órdenes de compra
pt_pt: ordens de compra

source: Inquiry
es: Indagación
pt_pt: pedido de cotação

source: Quote
es: Cotización
pt_pt: Cotação

source: Open
es: Abierto
pt_pt: Aberto

source: Closed
es: Cerrado
pt_pt: FechadoFechar

source: Canceled
es: Cancelado
pt_pt: Cancelado

source: Due date of the demand
es: fecha de vencimiento de la demanda
pt_pt: Data de vencimento da necessidade

source: Status of the demand. Only "open" demands are planned
es: Estado de la demanda. Sólo órdenes "abierto" son planteadas
pt_pt: Estado da necessidade. Apenas necessidades em "aberto" são planeadas

source: sales order
es: orden de venta
pt_pt: ordem de venda

source: sales orders
es: órdenes de venta
pt_pt: ordens de venda

source: %(name)s - %(count)d match
es: %(name)s - %(count)d igual
pt_pt: %(name)s - %(count)d iguais

source: Supply path
es: Ruta de suministro
pt_pt: Cadeia de abastecimento

source: depth
es: profundidad
pt_pt: profundidade

source: Where Used
es: Dónde se utiliza
pt_pt: Onde é usado

source: Supply Path
es: Ruta de Suministro
pt_pt: Cadeia de abastecimento

source: maxearly
es: max temprano
pt_pt: maxcedo

source: change status to %(status)s
es: cambiar estado para %(status)s
pt_pt: mudar estado para %(status)s

source: Proposed
es: Propuesto
pt_pt: Proposto

source: Confirmed
es: Confirmado
pt_pt: Confirmado

source: incremental export to openbravo
es: exportación incremental a openbravo
pt_pt: exportar incrementalmente para openbravo

source: Reorder quantity
es: Cantidad para nuevas órdenes
pt_pt: quantidade de nova ordem

source: Safety stock quantity
es: Cantidad de inventario de seguridad
pt_pt: Quantidade do stock de segurança

source: Negative Binomial
es: Binomial negativa
pt_pt: Binomial negativa

source: calculated
es: calculada
pt_pt: calculado

source: period of cover
es: período de cobertura
pt_pt: período de cobertura

source: ROQ type
es: CNO tipo
pt_pt: QNO tipo

source: ROQ minimum quantity
es: CNO Cantidad mínima
pt_pt: QNO quantidade mínima

source: ROQ maximum quantity
es: CNO cantidad máxima
pt_pt: QNO quantidade máxima

source: ROQ multiple quantity
es: CNO cantidad compra multiple
pt_pt: QNO quantidade múltipla

source: ROQ minimum period of cover
es: CNO período de cobertura mínimo
pt_pt: QNO período de cobertura mínimo

source: ROQ maximum period of cover
es: CNO período de cobertura máximo
pt_pt: QNO período de cobertura máximo

source: lead time deviation
es: Desviación del tiempo de espera
pt_pt: desvio do tempo de espera

source: demand deviation
es: Desviación de la demanda
pt_pt: desvio da procura

source: demand distribution
es: Distributión de la demanda
pt_pt: distribuição da procura

source: safety stock type
es: Tipo de inventario de seguridad
pt_pt: tipo de stock de segurança

source: service level
es: nivel de servicio
pt_pt: nível de serviço

source: safety stock minimum quantity
es: Cantidad mínima de inventario de seguridad
pt_pt: quantidade mínima do stock de segurança

source: safety stock maximum quantity
es: Cantidad máxima de inventario de seguridad
pt_pt: quantidade máxima do stock de segurança

source: safety stock multiple quantity
es: inventario de seguridad de cantidad multiple
pt_pt: quantidade multipla do stock de segurança

source: safety stock minimum period of cover
es: período de cobertura mínimo de inventario de seguridad
pt_pt: período de cobertura mínimo do stock de segurança

source: safety stock maximum period of cover
es: período de cobertura máximo de inventario de seguridad
pt_pt: período de cobertura máximo do stock de segurança

source: Do not stock
es: No hacer inventário
pt_pt: Não fazer reservas

source: Enforces a safety stock of 0 and a reorder quantity of 1
es: Impone 0 en inventário de seguridad y 1 en cantidad para nueva orden
pt_pt: Impõe um stock de segurança de 0 e uma quantidade de nova ordem de 1

source: inventory planning parameter
es: parámetros de planeación de inventário
pt_pt: Parâmetro de planeamento de reservas

source: inventory planning parameters
es: parámetros de planeación
pt_pt: Parâmetros de planeamento de reservas

source: calculated reorder quantity
es: cantidad calculada para nuevas órdenes
pt_pt: quantidade de nova ordem calculada

source: calculated safety stock
es: Inventario de seguridad calculado
pt_pt: stock de segurança calculado

source: safety stock
es: Inventario de seguridad
pt_pt: stock de segurança

source: reorder quantity
es: cantidad para nuevas órdenes
pt_pt: quantidade de nova ordem

source: safety stock value
es: valor de inventario de seguridad
pt_pt: valor do stock de segurança

source: reorder quantity value
es: cantidad para nuevas órdenes
pt_pt: valor de nova ordem

source: overdue sales orders
es: órdenes retrasadas
pt_pt: ordens de venda atrasadas

source: open sales orders
es: órdenes de venta abiertas
pt_pt: ordens de venda abertas

source: proposed purchases
es: compras propuestas
pt_pt: compras propostas

source: proposed transfers
es: transferencias propuestas
pt_pt: transferências propostas

source: open purchases
es: compras abiertas
pt_pt: compras abertas

source: open transfers
es: transferencias abiertas
pt_pt: transferências abertas

source: onhand value
es: en mano
pt_pt: valor em mãos

source: overdue sales orders value
es: valor de ventas retrasadas
pt_pt: valor das ordens de venda atrasadas

source: open sales orders value
es: valor de órdenes de venta abiertas
pt_pt: valor das ordens de venda abertas

source: proposed purchases value
es: valor de compras propuestas
pt_pt: valor das compras propostas

source: proposed transfers value
es: valor de transferencias propuestas
pt_pt: valor das transferências propostas

source: open purchases value
es: valor de compras abiertas
pt_pt: valor das compras abertas

source: open transfers value
es: valor de transferencias abiertas
pt_pt: valor das transferências abertas

source: local forecast
es: previsión local
pt_pt: previsão local

source: dependent demand
es: demanda dependiente
pt_pt: procura dependente

source: total demand
es: total de demanda
pt_pt: procura total

source: local forecast value
es: valor de previsión local
pt_pt: valor da previsão local

source: dependent demand value
es: valor de demanda dependiente
pt_pt: valor da procura dependente

source: total demand value
es: valor total de demanda
pt_pt: valor da procura total

source: Safety stock type
es: tipo de inventario de seguridad
pt_pt: Tipo de stock de segurança

source: Distribution planning
es: Planteamento de distribución
pt_pt: Planeamento da distribuição

source: on hand
es: en mano
pt_pt: em mãos

source: Invalid number
es: Número no válido
pt_pt: Número inválido

source: Sales
es: Ventas
pt_pt: Vendas

source: Capacity
es: Capacidad
pt_pt: Capacidade

source: Purchasing
es: Compras
pt_pt: Compras

source: Distribution
es: Distribución
pt_pt: Distribuição

source: Manufacturing
es: Produción
pt_pt: Produção

source: Admin
es: Administrador

source: Help
es: Ayuda
pt_pt: Ajuda

source: No proposed data records selected
es: No hay propuestas seleccionadas
pt_pt: Não existem registos propostos selecionados

source: unavailable
es: no disponible
pt_pt: indisponível

source: startdate
es: fecha de inicio
pt_pt: datainício

source: enddate
es: fecha de fin
pt_pt: datafim

source: locked
es: bloqueado
pt_pt: fixo

source: entity
es: Entidad
pt_pt: entidade

source: weight
es: peso
pt_pt: peso

source: problem
es: problema
pt_pt: problema

source: problems
es: problemas
pt_pt: problemas

source: demand
es: demanda
pt_pt: procura

source: constraint
es: restricción
pt_pt: restrição

source: constraints
es: restricciones
pt_pt: restrições

source: free
es: libre
pt_pt: livre

source: loadplan
es: plan de carga
pt_pt: cargaplano

source: loadplans
es: planes de carga
pt_pt: cargaplanos

source: date
es: fecha
pt_pt: data

source: flowplan
es: plan de flujo
pt_pt: fluxoplano

source: flowplans
es: planes de flujo
pt_pt: fluxoplanos

source: demand quantity
es: cantidad de demanda
pt_pt: quantidade da necessidade

source: planned quantity
es: cantidad planteada
pt_pt: quantidade planeada

source: planned date
es: fecha planteada
pt_pt: data planeada

source: demands
es: demandas
pt_pt: necessidades

source: demand pegging
es: origen de la demanda
pt_pt: fonte da necessidade

source: demand peggings
es: origenes de la demanda
pt_pt: fontes da necessidade

source: Inventory report
es: Informe de inventario
pt_pt: Relatório de inventário

source: start inventory
es: inventario al início
pt_pt: inventário inicial

source: produced
es: producido
pt_pt: produzido

source: consumed
es: consumido
pt_pt: consumido

source: end inventory
es: inventario al final
pt_pt: inventário final

source: Inventory detail report
es: Informe de detalle de Inventario
pt_pt: Relatório de detalhe de inventário

source: operationplan quantity
es: Cantidad en plan de operación
pt_pt: planooperações quantidade

source: capacity
es: capacidad
pt_pt: capacidade

source: overload
es: sobrecarga
pt_pt: sobrecarregar

source: underload
es: subcarga
pt_pt: subcarregar

source: material excess
es: exceso de material
pt_pt: excesso de material

source: material shortage
es: falta de material
pt_pt: falta de material

source: excess
es: exceso
pt_pt: excesso

source: short
es: corto
pt_pt: curto

source: early
es: temprano
pt_pt: cedo

source: late
es: tarde
pt_pt: tarde

source: unplanned
es: no planteado
pt_pt: não planeado

source: precedence
es: prioridad
pt_pt: precedência

source: before fence
es: antes de valla
pt_pt: antes da restrição temporal

source: before current
es: antes de actual
pt_pt: antes do corrente

source: Constraint report
es: Constraint rapport
pt_pt: Relatório de restrições

source: Demand report
es: Informe de órdenes
pt_pt: Relatório da procura

source: net forecast
es: previsión neto
pt_pt: previsão líquida

source: orders
es: órdenes
pt_pt: ordens

source: total supply
es: suministro total
pt_pt: oferta total

source: backlog
es: atraso
pt_pt: existências

source: Demand plan detail
es: Detalle de plan de demanda
pt_pt: Plano de detalhe da procura

source: due date
es: fecha límite
pt_pt: data de vencimento

source: Performance Indicators
es: Indicadores de rendimiento
pt_pt: Indicadores de performance

source: Operation report
es: Informe de operaciones
pt_pt: Relatório de operações

source: locked starts
es: inicios trabados
pt_pt: inícios fixos

source: total starts
es: total de inicios
pt_pt: total de inícios

source: locked ends
es: fines trabados
pt_pt: fins fixos

source: total ends
es: total fines
pt_pt: total de fins

source: Operation detail report
es: Informe de detalle de operaciones
pt_pt: Relatório de detalhe de operações

source: Demand plan
es: Plan de demanda
pt_pt: Plano de procura

source: Problem report
es: Probleem rapport
pt_pt: Relatório de problemas

source: Resource report
es: Informe de recursos
pt_pt: Relatório de recursos

source: utilization %
es: utilización %
pt_pt: utilização %

source: hours
es: horas
pt_pt: horas

source: weeks
es: semanas
pt_pt: semanas

source: days
es: días
pt_pt: dias

source: Resource detail report
es: Informe de detalle de recursos
pt_pt: Relatório de detalhe de recursos

source: load quantity
es: cantidad de carga
pt_pt: quantidade de carga

source: Resource Gantt report
es: Informe de Recursos (Gantt)
pt_pt: Relatório Gantt de recursos

source: Late orders
es: Órdenes con retraso
pt_pt: Ordens atrasadas
